import React from 'react'
import './explainall.css'
const ExplainAll = () => {
  return (
    <div className='explian_page'>
      <h2>الخطوات الكامله لأداء الحج</h2>
      <div>
        <h3>
          1- الإحرام
        </h3>
        <p>
        الإحرام يقصد به أن ينوي الحاج الإحرام -الدخول في نسك الحج- بِقَلبِهِ، مستحضرًا النية لذلك، وسبب تسميته بالإحرام لأن الحاج بمجرّد الدخول فيه يحرّم عليه أمورًا كانت محللة له، وقد تعددت آراء الفقهاء في حكم التلبية عند الإحرام بين الاستحباب والفرضيّة، والمشهور عند جمهور العلماء القول باستحبابها.
        </p>
        <p>الميقات الزماني والمكاني للحج</p>
        <p>للحاج أن يحرم في أشهر الحج، وهي: شوال وذو القعدة وعشر من ذي الحجة، وأعمال الحج تكون في الثامن والتاسع والعاشر والحادي عشر والثاني عشر والثالث عشر من ذي الحجة وهذا هو الميقات الزماني للإحرام، وفي ما يتعلق بالميقات المكاني للإحرام فهي بحسب البلد كالآتي:</p>
        <p>ميقات أهل المدينة: ذو الحليفة وميقات أهل اليمن: السعديّة وميقات أهل مصر والشام والمغرب: الجحفة.</p>
      </div>
      <div>
        <h3>2- الطواف</h3>
        <p>وإن أتى طواف القدوم ثانيًا عند ذكر مناسك الحج بالترتيب إلا أنه أول سنن الحج. وطواف القدوم سنّة من سنن الحج حسب قول الجمهور، ويسمى طواف الورود، وطواف الوارد، وطواف التحيّة؛ لأنه شُرع للقادم من غير مكة المكرمة، ويبدأ طواف القدوم بدخول الحاج إلى مكة المكرمة، وذلك لتحيّة البيت العتيق، وآخر وقته الوقوف بعرفة عند جمهور الفقهاء، عَنْ عَائِشَةَ، رَضِيَ الله عَنْهَا: (أنَّ أَوَّلَ شيءٍ بَدَأَ به حِينَ قَدِمَ النبيُّ -صَلَّى اللهُ عليه وسلَّمَ- أنَّهُ تَوَضَّأَ، ثُمَّ طَافَ).</p>
        <iframe
          src={"https://www.youtube.com/embed/6UvBC7jaL2U?si=wL9HC938ZaIovVxP"}
          frameborder="0"
          height={'500px'}
          width={'100%'}
          allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture"
          allowfullscreen
        ></iframe>
      </div>
      <div>
        <h3>3- السعي</h3>
        <p>ذهب الحنفية إلى سُنّية السعي ولكنه ركن من أركان الحج بحسب أقوال كل من المذهب المالكي، والشافعي، والحنبلي، وذهب الجمهور إلى أن الشرط في السعي إتمام سبعة أشواط، قال تعالى: (إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلاَ جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا).</p>
        <p>صفة السعي</p>
        <p>يبدأ وقت السعي يوم النحر بعد طواف الزيارة لا طواف القدوم؛ ذلك لأن السعي واجب، وطواف القدوم سنّة، فلا يجوز أن يكون الواجب تَبعًا للسنّة. ويكون السعي بارتقاء الحاج إلى الصفا ليبدأ السعي، ويكون مستقبلًا الكعبة، ويوحد الله، تعالى، ويكبّره، ثم يتّجه إلى المروة بالمشي المعتاد، فإذا ما حاذى العمودين الأخضرين أسرع في المشي، حتى إذا وصل المروة وحّد الله وكبّره، وهذا شوط واحد. ثم يشرع في الشوط الثاني، ويفعل فيه مثلما فعل في الشوط الأول، حتى يتم الشوط السابع.</p>
        <img src="https://images.twinkl.co.uk/tw1n/image/private/t_630/u/ux/hajj-discussion-cards-egypt_ver_1.gif" alt="" />
      </div>
      <div>
        <h3>5- الوقوف بعرفة</h3>
        <p>وعلى الرغم من أن الوقوف بعرفة يأتي خامسًا عند ذكر مناسك الحج بالترتيب إلا أنه أول ركنٌ من أركان الحج ولا يكتمل الحج إلّا به، وذلك باتّفاق الأئمّة الأربعة، فقد ثبتت ركنيّته بالسنّة والإجماع.</p>
        <p>شرطا الوقوف بعرفة</p>
        <p>1- الوقت: ويوافق اليوم التاسع من ذي الحجّة وليلة العاشر من ذي الحجّة إلى طلوع الفجر، فمن فاته يوم عرفة أو تأخّر عنه فقد فاته الحج، واتفق العلماء في أنّ طلوع فجر يوم النحر هو وقت انتهاء الوقوف بعرفة، إلّا أن الآراء تعددت في أول وقت الوقوف بعرفة.</p>
      </div>
    </div>
  )
}

export default ExplainAll
