export const azkarTypesData=[
  {
    id:1,
    title_ar:"أذكار الصباح",
    title_en:"أذكار الصباح",
  },
  {
    id:2,
    title_ar:"أذكار المساء",
    title_en:"أذكار المساء",
  },
  {
    id:3,
    title_ar:"أذكار بعد الصلاه",
    title_en:"أذكار لعد الصلاه",
  },
  {
    id:4,
    title_ar:"تسابيح",
    title_en:"تسابيح",
  },
  {
    id:5,
    title_ar:"أذكار النوم",
    title_en:"أذكار النوم",
  },
  {
    id:6,
    title_ar:"أذكار الإستيقاظ من النوم",
    title_en:"أذكار الإستيقاظ من النوم",
  },
  {
    id:7,
    title_ar:"أذكار الصلاة",
    title_en:"أذكار الصلاة",
  },
  {
    id:8,
    title_ar:"أذكار الصلاة",
    title_en:"أذكار الصلاة",
  },
  {
    id:9,
    title_ar:"جوامع الدعاء",
    title_en:"جوامع الدعاء",
  },
  {
    id:10,
    title_ar:"أدعية النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
    title_en:"أدعية النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
  },
  {
    id:11,
    title_ar:"الْأدْعِيَةُ القرآنية",
    title_en:"الْأدْعِيَةُ القرآنية",
  },
  {
    id:12,
    title_ar:"أدعية الأنبياء من القرآن الكريم",
    title_en:"أدعية الأنبياء من القرآن الكريم",
  },
  {
    id:13,
    title_ar:"أذكار متفرقة",
    title_en:"أذكار متفرقة",
  },
  {
    id:14,
    title_ar:"أذكار عند سماع الآذان",
    title_en:"أذكار عند سماع الآذان",
  },
  {
    id:15,
    title_ar:"أذكار المسجد",
    title_en:"أذكار المسجد",
  },
  {
    id:16,
    title_ar:"أذكار الوضوء",
    title_en:"أذكار الوضوء",
  },
  {
    id:17,
    title_ar:"أذكار دخول وخروج المنزل",
    title_en:"أذكار دخول وخروج المنزل",
  },
  {
    id:18,
    title_ar:"أذكار دخول وخروج الخلاء",
    title_en:"أذكار دخول وخروج الخلاء",
  },
  {
    id:19,
    title_ar:"أذكار الطعام والشراب والضيف",
    title_en:"أذكار الطعام والشراب والضيف",
  },
  {
    id:20,
    title_ar:"أذكار الحج والعمرة",
    title_en:"أذكار الحج والعمرة",
  },
  {
    id:21,
    title_ar:"دُعَاءُ خَتْمِ القُرْآنِ الكَريمِ",
    title_en:"دُعَاءُ خَتْمِ القُرْآنِ الكَريمِ",
  },
  {
    id:22,
    title_ar:"فضل الدعاء",
    title_en:"فضل الدعاء",
  },
];

export const azkarContentData=[
  {
    id:1,
    azkar_id:1,
    title_ar:'أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ',
    content:'اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ',
    surah:'[آية الكرسى - البقرة 255]',
    benfit:'من قالها حين يصبح أجير من الجن حتى يمسى ومن قالها حين يمسى أجير من الجن حتى يصبح.',
    count:1,
  },

  {
    id:2,
    azkar_id:1,
    title_ar:'بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم',
    content:'قُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ.',
    surah:'',
    benfit:'من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين).',
    count:2,
  },
  {
    id:3,
    azkar_id:1,
    title_ar:'بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم',
    content:' قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ. .',
    surah:'',
    count:1,
    benfit:'',
  },
  {
    id:4,
    azkar_id:1,
    title_ar:'بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم',
    content:'  قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ. . .',
    count:2,
    surah:'',
    benfit:'',
  },
  {
    id:5,
    azkar_id:2,
    title_ar:'أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ',
    content:' اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ.. . .',
    count:3,
    surah:'[آية الكرسى - البقرة 255]',
    benfit:'من قالها حين يصبح أجير من الجن حتى يمسى ومن قالها حين يمسى أجير من الجن حتى يصبح',
  },
  {
    id:6,
    azkar_id:2,
    title_ar:'أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ',
    content:' آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ ۚ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ ۚ وَقَالُوا سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ. لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَّسِينَآ أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ... . .',
    count:2,
    surah:'[البقرة 285 - 286].',
    benfit:' من قرأ آيتين من آخر سورة البقرة في ليلة كفتاه. ',
  },
  {
    id:7,
    azkar_id:2,
    title_ar:'بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم',
    content:'  قُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ. ... . .',
    count:2,
    surah:'',
    benfit:' من قالها حين يصبح وحين يمسى كفته من كل شىء (الإخلاص والمعوذتين). . ',
  },
  {
    id:8,
    count:2,
    azkar_id:2,
    title_ar:'بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم',
    content:'  قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ. . ... . .',
    surah:'',
    benfit:'',
  },

];
