export const videosData=[
  {
    "id":1,
    "title":" مناسك الحج وأعمال الحاج خطوة بخطوة ",
    "description":"يعدّ الحج خامس أركان الإسلام وهو واجب على كل مسلم قادر على أداء الفريضة، ومن أفضل الأعمال التي يتقرّب بها المسلمون إلى الله عز وجل، في هذا التقرير نتعرف على مناسك الحج وأعمال الحاج خطوة بخطوة.",
    video_link:"https://www.youtube.com/embed/6UvBC7jaL2U?si=wL9HC938ZaIovVxP",
  },
  {
    "id":2,
    "title":" خطوة بخطوة.. تعرف على مناسك الحج بالترتيب 🕋  ",
    "description":"هي قناة تأتي في المرتبة الأولى فى تقديم البرامج المتنوعة والأعمال الفنية والدرامية ليس فقط فى مصر ولكن فى منطقة الشرق الأوسط بشكل يستحوذ على إعجاب الأسرة المصرية والعربية..",
    video_link:"https://www.youtube.com/embed/6UvBC7jaL2U?si=wL9HC938ZaIovVxP",
  },
  {
    "id":1,
    "title":" مناسك الحج وأعمال الحاج خطوة بخطوة ",
    "description":"يعدّ الحج خامس أركان الإسلام وهو واجب على كل مسلم قادر على أداء الفريضة، ومن أفضل الأعمال التي يتقرّب بها المسلمون إلى الله عز وجل، في هذا التقرير نتعرف على مناسك الحج وأعمال الحاج خطوة بخطوة.",
    video_link:"https://www.youtube.com/embed/6UvBC7jaL2U?si=wL9HC938ZaIovVxP",
  },
  {
    "id":2,
    "title":" خطوة بخطوة.. تعرف على مناسك الحج بالترتيب 🕋  ",
    "description":"هي قناة تأتي في المرتبة الأولى فى تقديم البرامج المتنوعة والأعمال الفنية والدرامية ليس فقط فى مصر ولكن فى منطقة الشرق الأوسط بشكل يستحوذ على إعجاب الأسرة المصرية والعربية..",
    video_link:"https://www.youtube.com/embed/6UvBC7jaL2U?si=wL9HC938ZaIovVxP",
  },
  {
    "id":1,
    "title":" مناسك الحج وأعمال الحاج خطوة بخطوة ",
    "description":"يعدّ الحج خامس أركان الإسلام وهو واجب على كل مسلم قادر على أداء الفريضة، ومن أفضل الأعمال التي يتقرّب بها المسلمون إلى الله عز وجل، في هذا التقرير نتعرف على مناسك الحج وأعمال الحاج خطوة بخطوة.",
    video_link:"https://www.youtube.com/embed/6UvBC7jaL2U?si=wL9HC938ZaIovVxP",
  },
  {
    "id":2,
    "title":" خطوة بخطوة.. تعرف على مناسك الحج بالترتيب 🕋  ",
    "description":"هي قناة تأتي في المرتبة الأولى فى تقديم البرامج المتنوعة والأعمال الفنية والدرامية ليس فقط فى مصر ولكن فى منطقة الشرق الأوسط بشكل يستحوذ على إعجاب الأسرة المصرية والعربية..",
    video_link:"https://www.youtube.com/embed/6UvBC7jaL2U?si=wL9HC938ZaIovVxP",
  },
]

export const imagesData=[
  {
    "id":1,
    "image":"/images/hajj/haj1.jpeg",
    "sound":"https://cdn.freesound.org/previews/732/732260_5674468-lq.mp3"
  },
  {
    "id":2,
    "image":"/images/hajj/haj2.jpeg",
    "sound":"https://cdn.freesound.org/previews/732/732260_5674468-lq.mp3"
  },
  {
    "id":3,
    "image":"/images/hajj/haj3.jpeg",
    "sound":"https://cdn.freesound.org/previews/732/732260_5674468-lq.mp3"
  },
  {
    "id":4,
    "image":"/images/hajj/haj4.jpeg",
    "sound":"https://cdn.freesound.org/previews/732/732260_5674468-lq.mp3"
  },
  {
    "id":5,
    "image":"/images/hajj/haj5.jpeg",
    "sound":"https://cdn.freesound.org/previews/732/732260_5674468-lq.mp3"
  },
  {
    "id":6,
    "image":"/images/hajj/haj6.jpg",
    "sound":"https://cdn.freesound.org/previews/732/732260_5674468-lq.mp3"
  },
  {
    "id":7,
    "image":"/images/hajj/haj7.jpg",
    "sound":"https://cdn.freesound.org/previews/732/732260_5674468-lq.mp3"
  },
  {
    "id":8,
    "image":"/images/hajj/haj8.jpg",
    "sound":"https://cdn.freesound.org/previews/732/732260_5674468-lq.mp3"
  },
  {
    "id":9,
    "image":"/images/hajj/haj9.jpg",
    "sound":"https://cdn.freesound.org/previews/732/732260_5674468-lq.mp3"
  },
  {
    "id":10,
    "image":"/images/hajj/haj10.jpg",
    "sound":"https://cdn.freesound.org/previews/732/732260_5674468-lq.mp3"
  },
  {
    "id":11,
    "image":"/images/hajj/haj11.jpeg",
    "sound":"https://cdn.freesound.org/previews/732/732260_5674468-lq.mp3"
  },
  {
    "id":12,
    "image":"/images/hajj/haj12.jpeg",
    "sound":"https://cdn.freesound.org/previews/732/732260_5674468-lq.mp3"
  },
]

export const soundsData=[
  {
    "id":1,
    "title":"الشرح التفصيلى للأداء الحج",
    "className":"haj_class",
    "description":"نعود في بداية هذه الحلقة إلى رسالة وصلت إلى البرنامج من ليبيا، بعث بها أحد الإخوة المستمعين من هناك، عرضنا بعضًا من أسئلته في حلقة مضت، وفي هذه الحلقة يسأل عن صيام الست من شوال وعن فضلها؟ جزاكم الله خيرًا.",
    "sound":"Sound"
  },
  {
    "id":2,
    "title":"الشرح التفصيلى للأداء العمره",
    "className":"omra_class",
    "description":"نعود في بداية هذه الحلقة إلى رسالة وصلت إلى البرنامج من ليبيا، بعث بها أحد الإخوة المستمعين من هناك، عرضنا بعضًا من أسئلته في حلقة مضت، وفي هذه الحلقة يسأل عن صيام الست من شوال وعن فضلها؟ جزاكم الله خيرًا.",
    "sound":"Sound"
  }
]
