export const hadithsData=[
  {
    id:1,
    hadith:'الحديث الأول',
    description:'(لا تَدْخُلُونَ الجَنَّةَ حتَّى تُؤْمِنُوا، ولا تُؤْمِنُوا حتَّى تَحابُّوا، أوَلا أدُلُّكُمْ علَى شيءٍ إذا فَعَلْتُمُوهُ تَحابَبْتُمْ؟ أفْشُوا السَّلامَ بيْنَكُمْ)',
  },
  {
    id:2,
    hadith:'الحديث الثانى',
    description:'(لا تَدْخُلُونَ الجَنَّةَ حتَّى تُؤْمِنُوا، ولا تُؤْمِنُوا حتَّى تَحابُّوا، أوَلا أدُلُّكُمْ علَى شيءٍ إذا فَعَلْتُمُوهُ تَحابَبْتُمْ؟ أفْشُوا السَّلامَ بيْنَكُمْ)',
  },
  {
    id:3,
    hadith:'الحديث الثالث',
    description:'(إذا أحبَّ الرجلُ أخاه فلْيخبره أنّه يحبُّه)',
  },
  {
    id:4,
    hadith:'الحديث الرابع',
    description:' (إذا أحبَّ الرجلُ أخاه فلْيخبره أنّه يحبُّه)',
  },
  {
    id:5,
    hadith:'الحديث الخامس',
    description:'(ثَلَاثٌ مَن كُنَّ فيه وجَدَ حَلَاوَةَ الإيمَانِ: أنْ يَكونَ اللَّهُ ورَسولُهُ أحَبَّ إلَيْهِ ممَّا سِوَاهُمَا، وأَنْ يُحِبَّ المَرْءَ لا يُحِبُّهُ إلَّا لِلَّهِ، وأَنْ يَكْرَهَ أنْ يَعُودَ في الكُفْرِ كما يَكْرَهُ أنْ يُقْذَفَ في النَّارِ)',
  },
  {
    id:6,
    hadith:'الحديث السادس',
    description:'(من أُعطِيَ حظَّه من الرِّفقِ فقد أُعطِيَ حظَّه من الخيرِ ومن حُرِمَ حظُّه من الرِّفقِ ؛ فقد حُرِمَ حظُّه من الخيرِ . أثقلٌ شيءٍ في ميزانِ المؤمنِ يومَ القيامةِ حُسنُ الخُلُقِ ، وإنَّ اللهَ لَيبغضُ الفاحشَ البذِيءَ)',
  },
  {
    id:7,
    hadith:'الحديث السابع',
    description:'(ما شيءٌ أثقلُ في ميزانِ المؤمِنِ يومَ القيامةِ مِن خُلُقٍ حسَنٍ، فإنَّ اللَّهَ تعالى ليُبغِضُ الفاحشَ البَذيءَ)',
  },
  {
    id:8,
    hadith:'الحديث الثامن',
    description:'(لَا يُؤْمِنُ أحَدُكُمْ، حتَّى يُحِبَّ لأخِيهِ ما يُحِبُّ لِنَفْسِهِ)',
  },
  {
    id:9,
    hadith:'الحديث التاسع',
    description:'(إنَّ مِن أحبِّكم إليَّ وأقربِكُم منِّي مجلسًا يومَ القيامةِ أحاسنَكُم أخلاقًا ، وإنَّ مِن أبغضِكُم إليَّ وأبعدِكُم منِّي يومَ القيامةِ الثَّرثارونَ والمتشدِّقونَ والمتفَيهِقونَ، قالوا : يا رسولَ اللَّهِ، قد علِمنا الثَّرثارينَ والمتشدِّقينَ فما المتفَيهقونَ ؟ قالَ : المتَكَبِّرونَ)',
  },
  {
    id:10,
    hadith:'الحديث العاشر',
    description:'(مَن كانَ يُؤْمِنُ باللَّهِ واليَومِ الآخِرِ فلا يُؤْذِ جارَهُ، ومَن كانَ يُؤْمِنُ باللَّهِ واليَومِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ، ومَن كانَ يُؤْمِنُ باللَّهِ واليَومِ الآخِرِ فَلْيَقُلْ خَيْرًا أوْ لِيَصْمُتْ)',
  },
  {
    id:11,
    hadith:'الحديث الحادى عشر',
    description:'(عَجَبًا لأَمْرِ المُؤْمِنِ، إنَّ أمْرَهُ كُلَّهُ خَيْرٌ، وليسَ ذاكَ لأَحَدٍ إلَّا لِلْمُؤْمِنِ، إنْ أصابَتْهُ سَرَّاءُ شَكَرَ، فَكانَ خَيْرًا له، وإنْ أصابَتْهُ ضَرَّاءُ، صَبَرَ فَكانَ خَيْرًا له)',
  },
  {
    id:12,
    hadith:'الحديث الثانى عشر',
    description:'(أتَتِ النَّبيَّ صلَّى اللهُ عليه وسلَّم امرأة فَقَالَتْ: إنِّي أُصْرَعُ، وإنِّي أتَكَشَّفُ، فَادْعُ اللَّهَ لِي، قَالَ: إنْ شِئْتِ صَبَرْتِ ولَكِ الجَنَّةُ، وإنْ شِئْتِ دَعَوْتُ اللَّهَ أنْ يُعَافِيَكِ، فَقَالَتْ: أصْبِرُ، فَقَالَتْ: إنِّي أتَكَشَّفُ، فَادْعُ اللَّهَ لي ألَّا أتَكَشَّفَ، فَدَعَا لَهَا).',
  },

]
